{
    "projects": [
        {
            "projectType": "Full-Stack",
            "projectName": "Surgency",
            "projectRepo": "",
            "projectUrl": "",
            "status": "Concluído",
            "projectImage": "https://i.postimg.cc/pXjvSB2S/Captura-de-tela-de-2023-11-08-10-39-34.png",
            "projectDescription": "Uma aplicação abrangente de gerenciamento hospitalar com três principais funcionalidades: recepção, classificação de risco e avaliação médica. Esta solução inovadora permite a gestão completa do atendimento ao paciente, desde a chegada até a cobertura de todos os setores do hospital, garantindo eficiência e coordenação integrada."
        },
        {
            "projectType": "Full-Stack",
            "projectName": "Eva",
            "projectRepo": "",
            "projectUrl": "",
            "status": "Concluído",
            "projectImage": "https://i.postimg.cc/zf5c0CBT/Captura-de-tela-de-2023-11-08-10-35-24.png",
            "projectDescription": "Aplicação web inovadora utilizando React.js e Java. Este projeto foi concebido como um visualizador de DICOM, oferecendo aos hospitais a capacidade de requisitar e laudar exames de pacientes de maneira eficiente e integrada."
        },
        {
            "projectType": "Full-Stack",
            "projectName": "SGL",
            "projectRepo": "",
            "projectUrl": "",
            "status": "Concluído",
            "projectImage": "https://i.postimg.cc/SxVFwSPX/Captura-de-tela-de-2023-11-08-10-55-57.png",
            "projectDescription": "Sistema de gerenciamento de leitos, integrado ao Surgency. Após a avaliação médica, caso o paciente necessite de internação, todas as suas ações são eficientemente gerenciadas pelo sistema, proporcionando uma gestão simplificada e eficaz dos leitos."
        }, 
        {
            "projectType": "Full-Stack",
            "projectName": "CPPS",
            "projectRepo": "",
            "projectUrl": "",
            "status": "Concluído",
            "projectImage": "https://i.postimg.cc/CLxx52Vf/Captura-de-tela-de-2023-11-08-10-49-26.png",
            "projectDescription": "Uma aplicação web dedicada a convocações e editais. Os usuários podem realizar inscrições, visualizar os resultados, enquanto a equipe de gestão tem a facilidade de avaliar participantes, verificar documentações e cadastrar novos editais, proporcionando uma experiência completa e eficiente."
        }
    ]
}
